; <Brazilian Portuguese>
; <ALFA&ÔMEGA>

[i18n]
IDS_UPDATE_NO=Não existe atualização.
IDS_UPDATE_YES=Saiu uma nova versão: (%s). Gostaria de visitar a página de download?
IDS_FILE=Arquivo
IDS_SETTINGS=Configurar
IDS_EXIT=Fechar o SWall
IDS_EDIT=Editar
IDS_PURGEN=Remover aplicativos inexistentes
IDS_FIND=Localizar...
IDS_FINDNEXT=Localizar seguinte
IDS_REFRESH=Atualizar
IDS_VIEW=Exibir
IDS_ICONS=Ícones
IDS_ICONSSMALL=Pequenos
IDS_ICONSLARGE=Grandes
IDS_ICONSISHIDDEN=Ocultar ícones
IDS_SORT=Ordenar
IDS_SORTBYFDIR=...por pasta
IDS_SORTBYFNAME=...por nome de arquivo
IDS_SORTISDESCEND=Decrescente
IDS_LANGUAGE=Idioma
IDS_HELP=Ajuda
IDS_WEBSITE=Site na Web
IDS_DONATE=Fazer donativo
IDS_CHECKUPDATES=Procurar atualização
IDS_ABOUT=Sobre o SimpleWall
IDS_TRAY_SHOW=Exibir/Ocultar
IDS_TRAY_START=Instalar filtros
IDS_TRAY_STOP=Desinstalar filtros
IDS_TRAY_MODE=Modo de Operação do SW
IDS_TRAY_FILTERS=Filtros
IDS_TRAY_BLOCKLIST_RULES=Lista de Bloqueados
IDS_TRAY_SYSTEM_RULES=Regras de Sistema
IDS_TRAY_CUSTOM_RULES=Regras do Usuário
IDS_TRAY_LOG=Registros de Tráfego
IDS_TRAY_LOGERROR=Registro de erros
IDS_ADD_FILE=Adicionar arquivo...
IDS_ADD_PROCESS=Adicionar executável ativo
IDS_ALL=Tudo
IDS_DISABLENOTIFICATIONS=Desativar avisos
IDS_EXPLORE=Abrir a pasta do programa
IDS_COPY=Copiar
IDS_CHECKALL=Marcar todos
IDS_UNCHECKALL=Desmarcar todos
IDS_CHECK=Marcar selecionados
IDS_UNCHECK=Desmarcar selecionados
IDS_ADD=Adicionar
IDS_EDIT2=Editar
IDS_DELETE=Apagar
IDS_MODE_WHITELIST=Lista branca (permite acesso a marcados)
IDS_MODE_BLACKLIST=Lista negra (bloqueia acesso a marcados)
IDS_MODE_TRUSTNOONE=Bloquear tudo
IDS_RULE_ALLOWINBOUND=Autorizar conexões de entrada a todos
IDS_RULE_ALLOWLISTEN=Autorizar conexões de escuta a todos
IDS_HIGHLIGHT_CUSTOM=Regras de usuário
IDS_HIGHLIGHT_INVALID=Arquivo inexistente
IDS_HIGHLIGHT_NETWORK=Arquivo compartilhado pela Rede
IDS_HIGHLIGHT_PICO=Pico (Subsistema para aplicativos baseados em UNIX)
IDS_HIGHLIGHT_SILENT=Sem avisos
IDS_HIGHLIGHT_SYSTEM=Aplicativo do Sistema
IDS_EDITOR=Editor de Regras de Controle de Tráfego
IDS_NAME=Nome
IDS_DIRECTION=Direção
IDS_PROTOCOL=Protocolo
IDS_IPVERSION=Versão
IDS_ACTION=Operação
IDS_RULE=Regra
IDS_DATE=Data
IDS_FILEPATH=Arquivo
IDS_ADDRESS=Endereço
IDS_FILTER=Filtro
IDS_NOTES=Notas
IDS_DIRECTION_1=Saída
IDS_DIRECTION_2=Entrada
IDS_DIRECTION_3=Ambas
IDS_ACTION_1=Permitir
IDS_ACTION_2=Bloquear
IDS_RULES_LINKS=<a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xml">Serviço de registro de domínios e portas</a>\r\n<a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#IPv4_CIDR_blocks">Prefixos de Roteamento de Interdomínio sem Categoria</a>
IDS_RULES_HELP=Exemplo:\r\nIp: 192.168.0.1\r\nIP com porta: 192.168.0.1:80\r\nSegmento de IP: 192.168.0.1-192.168.0.55\r\nExtensão de Prefixo de IP (CIDR): 192.168.0.1/16\r\nPorta: 21\r\nSegmento de portas: 21-44
IDS_ENABLED_CHK=Habilitado
IDS_SETTINGS_1=Principal
IDS_SETTINGS_3=Interface
IDS_APPLY=Applicar
IDS_CLOSE=Fechar
IDS_TITLE_1=Configuração principal:
IDS_TITLE_2=Idioma:
IDS_TITLE_3=Confirmações:
IDS_TITLE_4=Aviso:
IDS_TITLE_5=Destaque:
IDS_TITLE_6=Avançada:
IDS_ALWAYSONTOP_CHK=Manter a janela princiapal do SW sempre na frente de outras janelas
IDS_LOADONSTARTUP_CHK=Abrir o SimpleWall com o Sistema
IDS_STARTMINIMIZED_CHK=Abrir o SimpleWall como ícone na Área de Notificação
IDS_SHOWFILENAMESONLY_CHK=Exibir nomes de arquivo apenas
IDS_SKIPUACWARNING_CHK=Ignorar o aviso do "Controle de Conta de Usuário"
IDS_CHECKUPDATES_CHK=Procurar atualizações periodicamente (recomendado)
IDS_LANGUAGE_HINT=Escolha o idioma:
IDS_USEBLOCKLIST_CHK=Habilitar a lista de endereços bloqueados
IDS_USEBLOCKLIST_HINT=Aplica regras especiais para bloquear endereços espiões do Windows. Você pode ver a lista no painel de "Lista de Bloqueados".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Instalar filtros de inicialização (experimental)
IDS_INSTALLBOOTTIMEFILTERS_HINT=Impede que vazem dados durante o carregamento do SO, antes mesmo da execução do "Serviço de Filtragem Básico" (BFE, na sigla em inglês).
IDS_USEUPDATECHECKING_CHK=Adicionar o "%s" à lista branca  (recomendado)
IDS_USEUPDATECHECKING_HINT=Adiciona o executável "%s" à sua própria lista branca para habilitar a função de verificação de atualizações.
IDS_DISABLEWINDOWSFIREWALL_CHK=Desativar o Firewall do Windows (recomendado)
IDS_ENABLEWINDOWSFIREWALL_CHK=Habilitar o Firewall do Windows (recomendado)
IDS_CONFIRMEXIT_CHK=Confirmar o fechamento do SimpleWall
IDS_CONFIRMDELETE_CHK=Confirmar remoção de aplicativos da lista de controle de tráfego
IDS_CONFIRMLOGCLEAR_CHK=Confirmar remoção do arquivo de registros
IDS_CONFIRMMODECHANGE_CHK=Confirmar a mudança do modo de operação do SimpleWall
IDS_COLORS_HELP=Clique duplamente numa opção para mudar sua cor.
IDS_ENABLELOG_CHK=Habilitar gravação num arquivo de pacotes de tráfego descartados
IDS_LOGSHOW=Abrir o arquivo de registros
IDS_LOGCLEAR=Apagar o arquivo de registros
IDS_ENABLENOTIFICATIONS_CHK=Habilitar o aviso de descarte de pacotes de tráfego
IDS_NOTIFICATIONSILENT_CHK=Aviso silencioso (sem áudio)
IDS_NOTIFICATIONTIMEOUT_HINT=Intervalo entre os mesmos avisos (segs.):
IDS_ENABLEAPPSCOLLECTOR_CHK=Adicionar automaticamente novos aplicativos à lista de controle de tráfego
IDS_ENABLELOGERROR_CHK=Ativar criação de arquivo de registros
IDS_ENABLELOGERRORNOTIFICATIONS_CHK=Habilitar avisos de erros
IDS_RULES_BLOCKLIST_HINT=Regras para bloquear espionagem e telemetria do Windows.\r\nÚltima versão sempre <a href="https://github.com/henrypp/simplewall/blob/master/bin/blocklist.xml">aqui (GitHub)</a>.
IDS_RULES_SYSTEM_HINT=Regras aplicadas a serviços e controladores (drivers) do sistema apenas.
IDS_RULES_CUSTOM_HINT=Se marcadas, são regras de alta prioridade e aplicadas globalmente a todos os programas.
IDS_ALWAYSPERFORMTHISCHECK_CHK=Sempre confirmar antes de fechar
IDS_QUESTION=Quer mesmo fazer isto?
IDS_QUESTION_START=Este comando bloqueará o acesso à rede de aplicativos de acordo com a configuração selecionada! Quer mesmo fazer isto?
IDS_QUESTION_STOP=Este comando restaurará o acesso à rede de todos os aplicativos bloqueados! Quer mesmo fazer isto?
IDS_QUESTION_EXIT=Quer mesmo fechar o SimpleWall?
IDS_STATUS_TOTAL=Total de aplicativos: %d
IDS_STATUS_EMPTY=<vazio>
IDS_STATUS_ERROR=%s() falhou. Código de erro 0x%.8lx (%s)
